Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: When they're not saving the solar system, sentinels are free to pursue their own endeavors.
fr_fr: Quand ils ne sont pas en train de sauver le système solaire, les sentinelles sont libres de poursuivre leurs propres buts.

source: The gamemaster and players can use this rulebook to generate any type of story they wish to tell.
fr_fr: Le maître de jeu et les joueurs peuvent utiliser ce livre de règle pour générer tout type d'histoire qu'ils ont envie de raconter.

source: However, the following examples provide a brief look at the most obvious opportunities for adventure in Eclipse Phase.
fr_fr: Cependant, les exemples suivants fournissent un rapide aperçu des opportunités les plus évidentes pour des aventures dans Elcipse Phase.

source: After each campaign variant below, a list of ``archetypes'' for Eclipse Phase are provided in parenthesis.
fr_fr: Après chaque variantes de campagnes ci-dessous, une liste "d'archétypes" pour Eclipse Phase est fournie entre parenthèses.

source: Archetypes are the names applied to the most common character types featured in those scenarios.
fr_fr: Les archétypes sont les noms donnés au type de personnage le plus commun rencontrés dans ces scénarios.

source: For example, in a traditional detective story, the archetypes would be the Detective, the Damsel In Distress, the Hard-bitten Cop, and so on.
fr_fr: Par exemple, dans une histoire de détective classique, les archétypes seraient le Détective, la Demoiselle en Détresse, le Flic Dur à cuir, etc.

source: In a cowboy movie, the archetypes would be the Gunfighter, the Bartender, the Marshal, the Indian Brave, and so on.
fr_fr: Dans un film de cowboy, les archétypes seraient le Pistolero, le Barman, le Shériff, le Brave Indien, etc.

source: Players will note that some archetypes fit into multiple story settings.
fr_fr: Les joueurs noterons que plusieurs archétypes correspondant à de multiple cadre de scénario.

source: The character creation system (p.
fr_fr: Le système de création de personnage (p.

source: 128) allows players to create any of the suggested archetypes.
fr_fr: 128) permet aux joueurs de créer tous les types d'archétype suggérés.

source: Just as roleplaying games are designed for players to build their own stories, however, these archetypes are just suggestions and players can mix and match how they will.
fr_fr: De la même manière que les jeus de rôle sont conçus pour que les joueurs construisent leurs propres histoires, ces archétypes sont juste des suggestions et les joueurs peuvent les mélanger et choisir ceux qu'ils veulent.

source: {Salvage and Rescue/Retrieval Ops:} The Fall left two worlds and numerous habitats in ruins—but these devastated cities and stations contain untold riches for those who are brave and foolhardy enough.
fr_fr: {Mission de Récupération et de Sauvetage:} la Chute a laissé deux mondes et de nombreux habitats à l'état de ruines - mais ces cités et stations dévastées contiennent des trésors cachés pour ceux qui sont suffisament courageux et téméraires.

source: Potential hauls include: weapon systems; physical resources; lost databanks; left-behind uploads of friends, family, or important people; new technologies developed and lost in the brief singularity takeoff; valued heirlooms of immortal oligarchs; and much more.
fr_fr: Les trouvailles peuvent inclure: des systèmes d'armement; des ressources physiques; des banques de données perdues; des uploads abandonnés d'amis, de membres de la famille ou de personnes importantes; de nouvelles technologies développées et perdues lors du décollage brutal de la singularité; des héritages de valeur pour des oligarques immortels; et bien plus.

source: Outside of these once-inhabited realms, space itself is a big place and lots of people and things get lost out there.
fr_fr: À l'extérieur de ces royaumes autrefois habités, l'espace est en soi un endroit trés grand et beaucoup de personnes et de choses sont perdus là-bas dehors.

source: Some need to be saved and some are beyond saving.
fr_fr: Quelqu'uns doivent être sauvés et d'autres sont au delà du sauvetage.

source: This option lets players explore the unknown or seek out specific targets on contract.
fr_fr: Cette option laisse les joueurs explorer l'inconnu ou chercher des cibles spécifiques pour un contrat.

source: (Archeologist/Scavenger/Pirate/Free Trader/ Smuggler/Black Marketeer)
fr_fr: (Archéologiste/Charognard/Pirate/Libre-Échangiste/Contrebandier/Marchand Noir)

source: {Exploration:} There are plenty of opportunities to be had as an explorer, colonist, or long-range scout—perhaps even as one of the few lucky or suicidal individuals who explore through an untested Pandora's Gate.
fr_fr: {Exploration:} Il y a pas mal d'opportunités à être un explorateur, un colon, ou un éclaireur avancé - peut-être même l'un des rare individus suffisament chanceux ou suicidaires et qui explorent via une Porte de Pandorre non testée.

source: Even the Kuiper Belt, on the fringe of our solar system, is still sparsely explored; there may be riches and mysteries still to be found.
fr_fr: Même la Ceinture de Kuiper, à la limite de notre système solaire, est toujours partiellement explorée; il peut y avoir des trésors et des mystères à découvrir.

source: Many dangers also lurk in odd corners of the system, from isolationist posthuman factions to secretive criminal cartels, as well as pirates, aliens, and others wishing to remain out of sight.
fr_fr: Il y a aussi de nombreux dangers qui rôdent dans les recoins étranges du système, des factions posthumaines isolationnistes aux cartels criminels cachés, en passant par les pirates, les aliens et d'autres choses qui veulent demeurer hors de vue.

source: (Explorer/Archeologist/ Scavenger/Singularity Seeker/Techie/Medic)
fr_fr: (Explorateur/Archéologue/Charognard/Adepte de la Singularité/Techie/Médecin)

source: {Trade:} While the majority of inner system trade is controlled by sleek hypercorporations, many of the smaller or more independent stations rely on small traders.
fr_fr: {Commerce:} Alors que la majorité du commerce dans le système intérieur est contrôlé par de brillantes hypercorporations, la plupart des stations les plus petites ou indépendantes dépendent des petits négociants.

source: In the post-scarcity outer system, trade takes on a different form, with information, favors, and creativity serving as currency among those who no longer want for anything due to the availability of cornucopia machines.
fr_fr: Dans les systèmes post-abondance à l'extérieur, le commerce prend une forme différente, avec l'information, les faveurs et la créativité qui servent de monnaie parmi ceux qui n'ont plus besoin de quoi que ce soit grâce à la disponibilité des machines d'abondances.

source: (Free Trader/Smuggler/Black Marketeer/Pirate)
fr_fr: (Libre-Échangistes/Contrebandier/Marchand Noir/Pirate)

source: {Crime:} The patchwork of city-state habitats and widely varying laws throughout the system create ample opportunity for those who would make a living from this situation.
fr_fr: {Crime:} L'assemblage hétéroclite d'habitats de la taille d'une ville et les lois variant grandmenet à travers le système ont créés d'amples opportunités pour ceux qui voudraient faire de cette situation leur gagne-pain.

source: Black market commodities and activities include infomorph-slave trading, pleasure pod sex industries, data brokerage and theft, extracting/smuggling advanced technologies and scientists, political/economic espionage, assassination, drug and XP dealing, soul-trading, and much more.
fr_fr: Les marchandises et activités du marché noir incluent l'échange d'esclave infomorph, les industries du plaisir et des sex pods, l'échange et le vol de données, l'exfiltration et le convoyage de technologies avancées et de scientifiques, el'spionnage politique et économique, l'assassinat, la vente de drogues et d'XP, l'échange d'âme, et bien d'autres choses.

source: Whether as an independent or part of an organized criminal element, there are always opportunities for those with a thirst for adventure or profit and questionable morals.
fr_fr: Que ce soit en tant qu'indépendant ou en tant que membre d'une organisation criminelle, il y a toujorus des opportunitées pour ceux qui ont soif d'aventure ou de profit et à la moralité douteuse.

source: (Criminal/Smuggler/ Pirate/Fixer/Black Marketeer/Genehacker/Hacker/ Covert Ops)
fr_fr: (Criminel/Contrebandier/Pirate/Arrangeur/Marchand Noir/GénoHacker/Hacker/Infiltrateur)

source: {Mercenaries:} The constant maneuvering of ideologically-driven factions, the squabbling over contested resources, and the rush to colonize new exoplanets beyond the Pandora Gates all spark new conflicts on a regular basis.
fr_fr: {Mercenaires:} Les manœuvres permanente des factions à caractère idéologique, les disputes autour de ressources contestées, et la ruée vers la colonisation de nouvelles exoplanètes au delà des Portes de Pandorre sont à l'origine de conflits sur des bases régulières.

source: Some of these simmer and seeth as low-intensity conflicts for years, occasionally flaring into raids and clashes.
fr_fr: Certains d'entre eux couvent pendant des années en tant que conflits de faible intensité, dégénérant occasionnellement en raids et affrontements.

source: Others break out into all-out warfare.
fr_fr: D'autres choisissent de s'affronter dans une guerre sans pitié.

source: Women and men willing to bear arms for credits are always in demand for good wages.
fr_fr: Des femmes et des hommes voulant prendre les armes pour des crédits sont toujours à la recherche de bonnes paies.

source: Players can engage in commando and military campaigns in habitats, between the stars, or in hostile planetary environments.
fr_fr: Les joueurs peuvent s'engager dans des campagne commando et militaire dans des habitats, au milieu des étoiles, ou dans l'environnement hostile d'une planète.

source: (Merc/Security Specialist/Fixer/Bounty Hunter/Ex-Cop/Medic)
fr_fr: (Mercenaire/Consultant en Sécurité/Arrangeur/Chasseur de prime/Ex-Flic/Médecin)

source: {Socio-Political Intrigue:} The corporations and political factions that span the solar system do not always play nice with each other, but neither is it wise for them to openly confront each other except under extreme circumstances.
fr_fr: {intrigue Socio-Politique:} Les corporations et les factions politiques qui couvrent tout le système solaire ne respectent pas toujours les règles du jeu en jouant avec les autres, mais il n'est pas simple pour autant pour eux de se confronter ouvertement les uns aux autres sauf en de rares circonstances.

source: Many battles are fought with diplomacy and political maneuvering, using words and ideas more potent than weapons.
fr_fr: Beaucoup de batailles ont été remportées par des manœuvres diplomatiques et politiques, en utilisant des mots et des idées plus puissantes que des armes.

source: Even within factions, social cliques can compete ruthlessly, or heated class confl icts can come to a boil, tearing a society apart from within.
fr_fr: A l'intérieur même des factions, différents groupes sociaux peuvent se mener une concurrence sans pitié, ou les luttes de classes surchauffées peuvent arriver à ébullition, déchirant une société de l'intérieur.

source: In this campaign, the players can start as pawns of some entity who rise through the ranks as they become more enmeshed in the intrigues of their sponsor, play a group of ambassadors and spies stationed in the opposition's capital, or can play a group of activists and radicals fighting for social change.
fr_fr: Dans cette campagne, les joueurs peuvent commencer en tant que pions d'une entité quelconque et qui gravirons les échellons alors qu'ils seront de plus en plus impliqués dans les intrigues de leur soutien, ils peuvent joueur un groupe d'ambassadeur et d'espions stationnés dans la capitale de l'opposition, ou encore jouer un groupe d'activistes et de radicaux combattant pour des changements sociaux.

source: (Politico/ Socialite/Covert Ops/Hacker/Security Specialist/ Journalist/Memeticist)
fr_fr: (Politicien/Socialite/Infiltrateur/Hacker/Consultant en Sécurité/Journaliste/Memeticien)

source: While Eclipse Phase is set in the not-too-distant future, the changes that have taken place due to the advancements of technology have transformed the Earth and its inhabitants almost beyond recognition.
fr_fr: Alors qu'Eclipse Phase se déroule dans un futur proche, les changements qui ont été effectués suite à l'avancée technologique ont transformés la Terre et ses habitants de manière méconnaissable.

source: As players dive into the universe, they'll generally encounter one of the following settings.
fr_fr: Alros que les joueurs plongent dans l'univers, ils rencontrerons généralement l'un des cadres suivants.

source: The Earth has been left an ecologically-devastated ruin, but humanity has taken to the stars.
fr_fr: La Terre est devenue une ruine écologiquement dévastée, mais l'humanité s'est envolée vers les étoiles.

source: When Earth was abandoned, so too were the last of the great nation-states; transhumanity now lacks a single unifying governing body and is instead subject to the laws and regulations of whomever controls a given habitat.
fr_fr: Lorsque la Terre a été abandonnée, il en fut autant des derniers états-nation; la transhumanité manque maintenant d'un corps gouvernemental uni et est maintenant assujettie aux lois et aux régulations de quiconque contrôle un habitat donné.

source: The majority of transhumanity is confined to orbital habitats or satellite stations scattered throughout the Sol system.
fr_fr: La majorité de la transhumanité est confinée dans des habitats orbitaux ou des stations sattelites éparpillées à traver tout le système Sol.

source: Some of these were constructed from scratch in the orbit or Lagrange points of planetary bodies, others have been hewn out of solid satellites and large asteroids.
fr_fr: Certains d'entre eux ont été construits à partir de rien en orbite ou aux points de Lagrange des corps planétraires, d'autres ont été creusés dans des sattelites et de gros astéroïdes.

source: These stations have myriad purposes from trade to warfare, espionage to research.
fr_fr: Ces stations possèdent des myriades de but, du commerce à la guerre, en passant par l'espionnage et la recherche.

source: Mars continues to be one of transhumanity's largest settlements, though it too, suffered heavily during the Fall.
fr_fr: Mars continue d'être l'une des plus grandes colonnies de la transhumanité, même si elle a également été durement impactée par la Chute.

source: Numerous cities and settlements remain, however, though the planet is only partially terraformed.
fr_fr: De nombreuses cités et colonnies persistent, même si la terraformation de la planète n'est que partielle.

source: Venus, Luna, and Titan are also home to significant populations.
fr_fr: Vénus, la Lune et Titan abritent aussi une pouplation significative.

source: Additionally, there are a small number of colonies that have been established on exoplanets (on the other side of the Pandora Gates) with environments that are not too hostile towards humanity.
fr_fr: Il faut également compter un petit nombre de colonnies établies sur des exoplanètes (de l'autre côté des Porte de Pandorre) qui possèdent des environnement peu hostile envers l'humanité.

source: Some transhumans prefer to live on large colony ships or linked swarms of smaller spacecraft, moving nomadically.
fr_fr: Certains des transhumains préfèrent vivre sur de grands vaisseau coloniaux ou sur des essaims de plus petit vaisseaux liée entre eux, en bougeant nomadiquement.

source: Some of these rovers intentionally exile themselves to the far limits of the solar system, far from everyone else, while others actively trade from habitat to habitat, station to station, serving as mobile black markets.
fr_fr: Certains de ces vagabond s'exilent intenstionnelement aux confins du système solaires, loin de tout le reste du monde, alors que d'autres commercent activement d'habitat en stations, de stations en habitats, servant de marché noirs mobiles.

source: The areas of the galaxy that have felt the touch of humanity are few and far between.
fr_fr: Les zones de la galaxie dans lesquelles l'homme a posé le pied sont peu nombreuses et trés éloignées les unes des autres.

source: Lying betwixt these occasional outposts of questionable civilization are mysteries both dangerous and wonderful.
fr_fr: Reposant entre ces avant-postes occasionnels de civilisations parfois douteuse se trouvent des mystères à la fois dangereux et merveilleux.

source: Ever since the discovery of the Pandora Gates, there has been no shortage of adventurers brave or foolhardy enough to strike out on their own into the unknown regions of space in hopes of finding more alien artifacts, or even establishing contact with one of the other sentient races in the universe.
fr_fr: Depuis la découverte des Portes de Pandore, il n'y a pas eu pénurie d'avnturiers suffisament courageux ou intrépides pour s'aventurer seuls dans les régions inconnues de l'espace dans l'espoir de trouver un artefact étranger, voire d'établir le contact avec l'une des autres espèces consciente de l'univers.

source: While not a ``setting'' in the traditional sense, as the sections describe above, the computer networks known as the ``mesh'' are all-pervasive.
fr_fr: Bien que n'étant pas un "cadre" dans le sens traditionnel, contrairement aux sections décrites ci-dessus, le réseau informatique connu sous le nom de "mesh" est omniprésent.

source: This ubiquitous computing environment is made possible thanks to advanced computer technologies and nanofabrication that allow unlimited data storage and near-instantaneous transmission capacities.
fr_fr: La nature omniprésente de l'environnement informatique a été rendu possible grâce aux techonogies informatique avancées et à la nanofabrication qui permettent un stockage de données illimité et des capacités de transmissions quasi-instantanée.

source: With micro-scale, cheap-to-produce wireless transceivers so abundant, literally everything is wirelessly connected and online.
fr_fr: Avec des émetteurs-récepeteurs sans fil microscopique, et peu cher à fabriquer et en surabondance, absolument tout possède une connexion sans-fil et est connecté.

source: Via implants or small personal computers, characters have access to archives of information that dwarf the entire 21st-century internet and sensor systems that pervade every public place.
fr_fr: Via des implants ou de petits ordinateurs personnels, les personnages ont accès aux archives d'information qui éclipsent l'ensemble de l'internet du 21° siècle et à des systèmes de capteurs qui imprègent chaque lieu public.

source: People's entire lives are recorded and lifelogged, shared with others on one of numerous social networks that link everyone together in a web of contacts, favors, and reputation systems.
fr_fr: La vie entière de personnes est enregistrée et commentée, partagée avec d'autres sur l'un des nombreux réseaux sociaux qui relient les gens entre eux dans une toile de contact, de faveur et de systèmes réputationnels.

source: The distinction between ego (your mind and personality, including memories, knowledge, and skills) and morph (your physical body and its capabilities) is one of the defi ning characteristics of Eclipse Phase.
fr_fr: La distinction entre ego (votre esprit et votre personnalité, incluant les souvenirs, les connaissances et les compétences) et morph (votre corps physique et ses capacités) et l'une des caractéristique d'Eclipse Phase.

source: A good understanding of the concept right up front will allow players a glimpse at all the story possibilities out of the gate.
fr_fr: Une bonne compréhension de ce concept dés le départ offrira un aperçu de toutes les possibilités narratives aux joueurs.

source: Your body is disposable.
fr_fr: Votre corps est jetable.

source: If it gets old, sick, or too heavily damaged, you can digitize your consciousness and download it into a new one.
fr_fr: Si il devient vieux, malade ou trop gravement abimé, vous pouvez numériser votre conscience et la télécharger dans un nouveau.

source: The process isn't cheap or easy, but it does guarantee you effective immortality—as long as you remember to back yourself up and don't go insane.
fr_fr: Le processuss n'est ni bon marché, ni simple, mais il vous garanti une immortalité effective - tant que vous vous rappelez de vous sauvegarder et que vous ne devenez pas fou.

source: The term morph is used to describe any type of form your mind inhabits, whether a vat-grown clone sleeve, a synthetic robotic shell, a part-bio/part-synthetic ``pod,'' or even the purely electronic software state of an infomorph.
fr_fr: Le terme de morph est utilisé pour décrire tout type de forme que votre esprit habite, qu'il s'agisse d'une enveloppe clonée cultivé en cuve, d'une coquille robotique et synthétique, d'un "pod" en partie bio et en partie synthétique, ou même de l'état purement logiciel d'une informoph.

source: A character's morph may die, but the character's ego may live on, assuming appropriate backup measures have been taken.
fr_fr: La morph d'un personnage peu mourir, mais l'ego du personnage continuera à vivre, du moment que les mesures de sauvegardes nécessaires ont été prises.

source: Morphs are expendable, but your character's ego represents the ongoing, continuous life path of your character's mind and personality.
fr_fr: Les morphs sont immuables, mais l'ego de votre personnage représente la continuité des chemins pris par son esprit et sa personnalité tout au long de sa vie.

source: This continuity may be interrupted by an unexpected death (depending on how recently the backup was made), but it represents the totality of the character's mental state and experiences.
fr_fr: Cette continuité peut-être interrompue par une mort inattendue (dépendant de la date de la dernière sauvegarde), mais elle représente la somme de l'état mental du personnage et de ses expériences.

source: Some aspects of your character—particularly skills, along with some stats and traits—belong to your character's ego and so stay with them throughout the character's development.
fr_fr: Des apects de votre personnage - en particulier les compétences, ainsi que quelques traits et statistiques - appartiennent à l'ego de votre personnage et ainsi l'acompagnent tout au long du développement du personnage.

source: Now that you know what this game is about, we suggest that you next read the Time of Eclipse chapter (p.
fr_fr: Maintenant que vous savez de quoi parle ce jeu, nous vous suggérons de lire le chapitre Une Époque d'Eclipse (p.

source: 30), to get a feel for the game's default setting (which you are, of course, free to change to suit your whims).
fr_fr: 30), pour avoir une idée du cadre de jeu par défaut (que vous êtes, bien entendu, libre de changer pour l'adapter à vos envies).

source: Then read the Game Mechanics chapter (p.
fr_fr: Lisez ensuite le chapitre Mécaniques de Jeu (p.

source: 112) to get a grasp of the rules.
fr_fr: 112) pour avoir une idée des règles.

source: After that, you can move on to Character Creation and Advancement (p.
fr_fr: Après ça, vous pouvez passer à la Création et Évolution de Personnage (p.

source: 128) and create your first character!
fr_fr: 128) et créer votre premier personnage!

source: Eclipse Phase uses a host of jargon to simply convey the numerous concepts covered within the pages of this book.
fr_fr: Eclipse Phase utilise tout un jargon pour transmettre simplement les nombreux concepts couverts par ce livre.
